tutorials/extraTurbulenceModels/kOmegaSSTsust/alpha4/potentialFoam/0.org/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

#include        "initialConditions"

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
	"(top|bottom)"
    {
        type          zeroGradient;
    }

    farfield
    {
        type            outletInlet;
        outletValue     uniform 0;
    }

    frontback
    {
        type           empty;
    }

}

// ************************************************************************* //
